; This is the Chinese language file for Open File shell for TC application, version 1.7c
; Information for translators.

; New lines (v1.7b -> v1.7c) are marked with the "; new" comments (above these lines),
; changed lines are marked with the "; changed" comment.
; Also, part of new strings is marked with the "; new (*)" symbols. While OpenFileTC
; wa in test, some translators have maked a temporary .lng-files. This mark show them
; all new strings. If you didn't make temp. translations, then do not make an attention on 
; this symbol - translate this string as new

; It's recommended to save this language file in Unicode. But if ANSI code works correctly
; in your country, then you can save language file in this code page.
;
; You can use "/s;" string (3 symbols, without quotes) to make a break in string.

; --------------------------------------------- ;
;						;
; Version 1.7c					;
;   very important value:                       ;
;   [Misc]                                      ;
;   4=,	                                        ;
;						;
;   !!! Do not change value by hands !!!	;
;   !!!     Only via OpenFileTC      !!! 	;
;						;
;   Change comma to your symbol ONLY if comma   ;
;   don't work good in your language.           ;
;   When user change language, then OFTC        ;
;   will change separator between extensions    ;
;   (in the OpenFileTC.ini file) to this symbol ;
;						;
;   But if comma works corrently, don't use	;
;   this value at all	;
;						;
; --------------------------------------------- ;
 
[Misc]           ; info about author of this language file. Please fill all fields correctly and only about YOU :)
 ; language name, must be in your native letters
0=简体中文        
 ; name of translator (man or company)
1=Hughman 
 ; supported OpenFileTC version
2=1.7c            
 ; your contact information and copyrights. Will be enable only here, don't be published in OpenFileTC 
3=Gtalk: hughman@gmail.com, MSN: hughman@live.com

[MainUnit]       ; strings and messages for main window
0=打开文件 %FileName% 于...
1=首选程序
2=其他程序
3=快捷键
4=无效程序
5=打开方式...
6=选择程序:
7=选择的文件不是可执行文件！/s;你选择了:"%ProgramName%"/s;这个文件类型（扩展名）不是 EXE/s;你真的要调用这个文件吗？
8=应用程序:
9=关联格式:
10=完全路径:
11=找不到应用程序！
12=编辑格式关联
13=改变程序路径
14=重命名
15=快捷键:
16=从列表中移除
17=重命名
18=新名字:
19=你真的要从可用的程序列表里移除 "%ProgramName%" 吗？
 ; changed: removed quotes on words =Open File shell for TC=
20=注意: 在你的机器上发现了 Total Commander 。/s;你可以将 Open File shell for TC 设置为 Total Commander 的默认编辑程序/s;%NowStandProgram%/s;特性:/s;- 用 F4 键调用最合适的编辑器打开相应文件/s;- 简单的程序关联设置/s;- OpenFileTC 允许你高度自定义/s;/s;如果你对上述特性感兴趣，请按 YES./s;本程序会为你做一些必要的设置。/s;下次启动时不会再询问。
21=感谢你的选择！/s;/s;如果有正在运行的 Total Commander 副本，/s;请重启。改动会在重新启动 Total Commander 后生效。
 ; changed: removed quotes on words =Open File shell for TC=
22=注意:在你的机器上发现了 DbCD Universal。/s;你可以将 Open File shell for TC 设置为 DbCD Universal 的默认编辑程序/s;%NowStandProgram%/s;特性:/s;- 用 F4 键调用最合适的编辑器打开相应文件/s;- 简单的程序关联设置/s;- OpenFileTC 允许你高度自定义/s;/s;如果你对上述特性感兴趣，请按 YES./s;本程序会为你做一些必要的设置。/s;下次启动时不会再询问。
23=感谢你的选择！/s;/s;如果有正在运行的 DbCD Universal 副本/s;请重启。改动会在重新启动 DbCD Universal 后生效。
24=新增可以打开%FileName%文件的程序
25=总是用这个程序打开当前文件类型
26=设置 %ProgramName%
27=打开，但是不探测程序
28=在 %ProgramName% 中打开
29=调用次数:
30=你现在是无参数启动程序，我们并不推荐在这种模式下添加。你仍然要添加新的程序到列表吗？
31=不再显示%FileType%文件的选择窗口/s;现在就用所选程序打开文件
32=确认
33=设置 OpenFileTC
34=取消
35=排序
36=查看
37=显示图标
38=设置状态
39=你正在使用: "%ProgramName%"
40=应用程序列表
41=编辑可执行文件/s;/s;OpenFileTC发现了一个可执行文件 文件:/s;%FileName%/s;你想把这个文件添加到OpenFileTC的编辑器列表里吗？/s;/s;按确定添加到编辑器列表/s;按取消编辑这个文件
42=程序将在一个窗口内显示
43=无法创建程序组，程序可能有问题
44=无法创建配置文件 "%INIFileName%"/s;你可能是在只读设备 (比如 CD-ROM 或 DVD-ROM) 上运行程序，或者配置文件处于保护状态无法写入/s;程序将保存所有配置到文件夹 "%WinFolder%" 下
45=创建配置文件时发生了错误/s;文件名: "%INIFileName%"/s;系统信息: "%SystemMessage%"./s;错误类别: "%ClassMessage%"./s;/s;程序将会被关闭
46=应用程序只打开列表里的第一个文件 (不带引号)
47=应用程序只打开列表里的第一个文件 (带引号)
48=每个文件在一个新的程序副本中打开 (不带引号)
49=每个文件在一个新的程序副本中打开 (带引号)
50=程序将最小化到任务栏
51=添加可以打开所选文件格式的应用程序
52=程序将最大化

[EditExtsUnit]   ; here strings and messages for extensions tuner window
0=为程序 "%ProgramName%" 编辑关联格式
1=确认
2=取消
7=扩展名:
3=新增
4=编辑
5=移除
6=新的扩展名
8=用 %ProgramName% 立即打开
9=打开关联程序选择窗口
10=OpenFileTC的操作
11=扩展名
12=命令行
13=允许使用的变量:/s;/s;%1，%FullFileName% - 完整的文件名/s;%FileName% - 仅文件名 (不包括路径和扩展名)/s;%FileExt% - 文件扩展名 (不包括点号)/s;所有变量均为大小写敏感

[SetupUnit]    ; setup window
0=Open File shell for TC 选项
1=语言:
2=字体和颜色
3=查看方式:
4=从可用的语言列表中选择一种语言/s;你可以从 http://antoon-inc.com/oftc/下载更多语言文件
5=选择
6=图标
7=列表
8=小图标
9=报告
10=载入图标
11=显示应用程序图标
12=应用
13=应用所有改动
14=确认
15=保存改动并关闭窗口
16=取消
17=关闭窗口，不保存改动
18=每个用户使用独立设置
19=使用这个选项为本机所有用户独立保存配置
20=如果这个文件存在，那么本机上每个用户拥有各自的 OpenFileTC 配置。如果你想要所有用户共有一个配置，那么删除该文件即可。这条注释可以删除。
21=字体...
22=主窗口标签的字体、字号及颜色
23=背景
24=主窗口背景颜色
25=缓存图标
26=只从可执行文件载入一次图标/s;然后将图标保存在Icons子文件夹(推荐)
27=常规
28=调整
29=关于
30=选择图标查看方式
31=不要探测程序是否已运行
32=在应用程序处理完已打开的文件之前就调用它
33=在鼠标附近显示提示信息
34=默认情况下，可执行文件的提示信息/s;显示在 OpenFileTC 窗口的角落
35=显示提示信息
36=鼠标划过主窗口内的可执行文件时/s;显示提示信息
37=主窗口:
38=对话框:
39=其他窗口文本的字体、字号及颜色
40=主窗口内各元素的排列方式:
41=为主窗口内的应用程序/s;选择排列方式
42=按字母顺序
43=按使用次数
44="每个用户独立保存设置"的选项将在程序重启后激活
45= 强制打开程序选择对话框
46=固定切换键: 
47=按下这个键时，每次打开文件前先打开 OpenFileTC
48=固定鼠标指针位置于:
49=鼠标指针位于所选屏幕角落时，每次打开文件前先打开 OpenFileTC
50=从列表中选择鼠标位置
51=从列表中选择切换键
52=屏幕左上角
53=屏幕右上角
54=屏幕左下角
55=屏幕右下角
56=支持打开文件夹
57=允许用 F4 键打开选定的文件夹/s; 用 %Dir% 作为文件夹的扩展名/s;更多信息请参阅帮助文件
58="总是用这个程序打开当前文件类型..." 复选框的状态 :
59=在这里你可以设置每次OFTC启动时这个复选框的选中状态。/s;你可以选择总是勾上，总是不勾上或记住最后一次改变
60=记住最后一次选择
61=总是不勾上
62=总是勾上
63=添加试图用F4打开的可执行文件到编辑器列表
64=如果用户试图编辑EXE文件，那么/s;OpenFileTC将询问用户是否添加/s;这个EXE到编辑器列表里
65=主页:

[HotKeyUnit]    ; hot keys window
0=快捷键
1=设置一个快捷键来运行程序 %ProgramName%
2=当前快捷键:
3=新的快捷键:
4=确认
5=保存改动并关闭窗口
6=取消
7=关闭窗口，不保存改动
8=无
9=这个快捷键已经设置过，无法再用
10=这个快捷键已经分配给程序 %ProgramName%/s;你想要清除它并分配给 %CurrProgramName% 吗?

[ProgramSettingsUnit]    ; Window for settings of one selected executable
0=%ProgramName% 属性
1=名字:
2=程序路径:
3=命令行:
5=请在这里为这个程序命名
6=可执行文件的完全路径
7=选择文件
8=解决同时打开多个文件的问题
9=没有问题
10=这个程序可以同时打开数个文件
11=发送第一个文件到打开程序 (不带引号)
12=只发送列表中的第一个文件到打开程序的命令行 (不带引号) 而不是所有文件
13=发送第一个文件到打开程序 (带引号)
14=只发送列表中的第一个文件到打开程序的命令行 (带引号) 而不是所有文件
15=每个文件一个窗口，传递的文件名 *带* 引号
16=运行多个程序副本/s;每个副本获得一个文件作为命令行参数/s;*注意*: 这种情况下 OpenFileTC 将停止追踪可执行文件 /s; *带*引号
17=扩展名...
18=为这个程序设置关联格式
19=确认
20=保存改动并关闭窗口
21=取消
22=关闭窗口，不保存改动
23=每个文件一个窗口，传递的文件名 *不带* 引号
24=运行多个程序副本/s;每个副本获得一个文件作为命令行参数/s;*注意*: 这种情况下 OpenFileTC 将不再追踪可执行文件 /s; *不带*引号
25=点击图片选择另外的资源文件
26=选择带图标的文件
27=保存文件到...
28=快捷键...
29=设置一个快捷键来选择/s;OpenFileTC窗口里的程序
30=绑定命令行
31=为该程序所支持的所有扩展名分配命令行参数
32=更换图标
33=保存图标到文件...
 ; new (*)Window's look when it opens (work of this option is not guaranteed):
34=打开时的窗口状态（不能保证完全可用）
35=默认
36=在窗口内
37=最小化
38=最大化
39=直接用这个程序打开所有新的文件类型
40=如果OpenFileTC找不到可以打开某种文件类型/s;的程序，那么就用这个程序打开这种文件类型

[FoundClipUnit]    ; all strings are new
0=发现剪贴板
1=剪贴板信息 ID: %BufferID%
2=预设类型:
3=注意: 剪贴板中有一条无法识别的信息。请试着识别剪贴板中的数据类型。你可以利用上面的弹出列表来判断。
4=自动识别 (试验！)
5=试着自动识别数据类型 (不推荐)
6=选择
7=可以识别的数据类型
8=没有找到
9=无法识别的数据类型
10=文本 ( ANSI )
11=文本 ( OEM )
12=文本 ( UNICODE )
13=图像 ( BMP )
14=图像 ( JPG )
15=图像 ( TIFF )
16=图元文件
17=未知块